Repository: Rassilion/Denemeler
Catalog: ivanJo-FoE-source/Resource.*.resx
Languages: it, pl

# MainForm_updateStatus_Bot_Scanning
source: Bot: Scanning...
it: Bot: Analisi raccolta...
pl: Bot: Skanowanie...

# MainForm_updateStatus_Bot_Scanning_production
source: Bot: Scanning production...
it: Bot: Analisi produzione...
pl: Bot: Skanowanie produkcji...

# MainForm_updateStatus_Bot_Clicking_production
source: Bot: Clicking production...
it: Bot: Clicco la produzione...
pl: Bot: Klikanie produkcji...

# MainForm_updateStatus_Bot_Scanning_done
source: Bot: Scanning done!
it: Bot: Finita scansione
pl: Bot: Skanowanie zakończone!

# MainForm_updateStatus_Bot_Production_scanning_done
source: Bot: Production scanning done!
it: Bot: Finita scansione della produzione!
pl: Bot: Skanowanie produkcji zakończone!

# MainForm_updateStatus_Bot_Clicking
source: Bot: Clicking to collect...
it: Bot: Sto cliccando...
pl: Bot: Zbieranie...

# MainForm_updateStatus_Bot_Done_clicking
source: Bot: Done clicking!
it: Bot: Finita raccolta
pl: Bot: Zbieranie zakończone!

# MainForm_updateStatus_Bot_Idle
source: Bot: Idle
it: Bot: Inattivo
pl: Bot: bezczynny

# MainForm_resizeBrowser_ViewMode_Bot_friendly
source: View: Bot friendly
it: Vista: BOT
pl: Widok: Przyjazny Bot

# MainForm_resizeBrowser_ViewMode_User_friendly
source: View: User friendly
it: Vista: Utente
pl: Widok: Przyjazny

# MainForm_updateStatus_Production_scanning_done
source: Production scanning done in {0} secs.
it: Analizzato per produrre in {0} secondi.
pl: Skanowanie produkcji zakończone w {0} sek.

# MainForm_updateStatus_Started_clicking
source: Started supplies clicking...
it: Sto per effettuare la raccolta...
pl: Klikanie rozpoczęcia produkcji...

# MainForm_updateStatus_Scanning_done
source: Scanning done in {0} secs.
it: Analisi collezione in {0} secondi.
pl: SKanowanie zakończone w {0} sek.

# MainForm_updateStatus_Selected_production_type
source: Selected production type.
it: Produzione avviata.
pl: Wybieranie typu produkcji.

# MainForm_updateStatus_Started_clicking_production_items
source: Started production items clicking...
it: Sto per avviare le produzioni...
pl: Rozpoczęcie zbierania produkcji...

# MainForm_updateStatus_Started_scanning_for_production
source: Production scanning started...
it: Avviata analisi produzione...
pl: Rozpoczęcie skanowania produkcji...

# MainForm_updateStatus_Started_scanning
source: Collect scanning started...
it: Avviata analisi...
pl: Rozpoczęcie skanowania zbiorów...

source: View mode can be changed only when bot is idle.
it: Vista può essere cambiato soltanto mentre bot è inattivo.
pl: Widok może zostać zmieniony tylko gdy bot jest w stanie bezczynnym.

# MainForm_buttonSavePicture_Click_Picture_saved
source: 'userPicture.png' saved.
it: Immagine 'userPicture.png' salvata.
pl: 'userPicture.png' zapisany.

# MainForm_closePopup_Error_Popup_still_there_after_close_click
source: Error: Popup still there after close.
it: Errore: Popup ancora presente dopo la chiusura.
pl: Błąd: Okno cały czas otwarte.

# MainForm_closePopup_Error_Game_window_not_recognized
source: Error: Can't recognize game window
it: Errore: Non riconosco il gioco.
pl: Błąd: Nie rozpoznaje okna gry

# MainForm_closePopup_Error_Blue_Screen_Of_Death
source: Error: Blue Screen Of Death
it: Errore: Blue Screen Of Death
pl: Błąd: Blue Screen Of Death

# MainForm_OnFormClosing_Stopping_running_BOT_thread
source: Stopping running BOT thread...
it: Sto fermando il BOT...
pl: Zatrzymanie działania bota...

# MainForm_OnFormClosing_BOT_thread_stopped
source: BOT thread stopped...
it: BOT fermo...
pl: BOT zatrzymany...

# MainForm_OnLoad_Bot_loaded_succesfully
source: BOT loaded
it: BOT avviato
pl: BOT załadowany

# MainForm_resizeBrowser_Entered_user_friendly_view_mode
source: Entered user friendly view mode
it: Vista utente
pl: Wejście w przyjazny tryb wyświetlania urzytkownika

# MainForm_resizeBrowser_Entered_bot_friendly_view_mode
source: Entered bot friendly view mode
it: Vista BOT
pl: Wejście w przyjazny tryb wyświetlania bota

# MainForm_saveScanResultToFile_Saving_scan_results_to_file
source: Saving scan results to file: {0}
it: Salvataggio risultati scansione in: {0}
pl: Zapisanie rezultatu skanowania do pliku: {0}

# MainForm_updateStatus_Item_X_found
source: Item #{0} found
it: Trovato elemento n° {0}
pl: Znaleziono #{0} budynków

# MainForm_updateStatus_Plunged_item_X_found
source: Plunged item #{0} found
it: Elemento n° {0} saccheggiato
pl: Znaleziono #{0} splądrowanych budynków

# MainForm_updateStatus_Production_item_X_found
source: Production item #{0} found
it: Elemento n° {0} produttivo
pl: Znaleziono #{0} produkcji

# MainForm_updateStatus_Selected_production_item_X
source: Selected production item #{0}
it: Selezionato impianto produttivo n° #{0}
pl: Wybieranie produkcji #{0}

# MainForm_updateStatus_Clicked_item_X
source: Clicked item #{0}
it: Cliccato elemento n° {0}
pl: Kliknięcie budynku #{0}

# MainForm_updateStatus_Bot_Idle_for_X_min
source: Stealth: Bot idle for approx. {0} min.
it: Invisi: Bot inattivo per, più o meno, {0} minuti.
pl: Ochrona: Zatrzymanie bota w przybliżeniu. {0} min.

# MainForm_botStart_Pause_Timer
source: Pause Timer
it: Ferma timer
pl: Zatrzymanie czasu

# MainForm_buttonStartBot_Resume_Timer
source: Resume Timer
it: Avvia Timer
pl: Wznowienie czasu

# MainForm_buttonStartBot_Restart_Bot
source: Restart Bot
it: Riavvia BOT
pl: Restart Bota

# MainForm_updateStatus_RottedSupply_item_X_found
source: Rotted supply item #{0} found
it: Elemento n° {0} andato male
pl: Znaleziono #{0} zniszczonych produktów

# MainForm_updateStatus_Trying_to_zoom_in
source: Trying to zoom in...
it: Cerco di zoomare la schermata...
pl: Próba porzybliżenia...

# MainForm_updateStatus_Bot_Zooming
source: Bot: Zooming screen...
it: Bot: Sto zoomando...
pl: Bot: Przybliżenie obrazu...

# MainForm_updateStatus_Check_for_zoom
source: Check whether screen is zoomed...
it: Verifico se siamo zoomati...
pl: Sprawdzenie czy obraz jest powiększony...

# MainForm_updateStatus_Bot_Paused
source: Bot: Paused for {0} seconds.
it: Bot: Fermo per {0} secondi.
pl: Bot: Zatrzymany na {0} sekund.

# MainForm_updateStatus_Bot_Paused_for_X_min
source: Bot is in pause mode for {0} seconds due to user activity.
it: Bot fermato per {0} secondi visto che stai giocando.
pl: Zatrzymanie bota na {0} seconds ponieważ użytkownik wykonuje akcję.

# MainForm_buttonStartBot_Running
source: Running...
it: Attivo...
pl: Uruchomiony...

# MainForm_SaveScanResultToFile_ScanResultsSaved
source: <![CDATA[Scan results saved to "{0}".]]>
it: Risultati scansione salvati come "{0}".
