Repository: Rassilion/Denemeler
Catalog: ivanJo-FoE-source/SettingsForm.*.resx
Languages: it

# label1.Text
source: Perform check every X (min):
it: Efettua scansione ogni X minuti:

# checkBoxSupply.Text
source: Autostart supply production
it: Auto avvia materiali

# label2.Text
source: Wait before scanning production (sec):
it: Aspetta avviare la produzione (sec):

# radioButton1d.Text
source: 1d
it: 1g

# radioButton8h.Text
source: 8h
it: 8o

# radioButton4h.Text
source: 4h
it: 4o

# radioButton1h.Text
source: 1h
it: 1o

# groupBox1.Text
source: Supply Item Type
it: Produzione materiali

# buttonClose.Text
source: &Cancel
it: A&nnulla

# buttonSave.Text
source: &Save
it: &Salva

# label13.Text
source: Pause for X secs on activity detect:
it: Ferma X secondi se l'utente attivo:

# label8.Text
source: Bot View Screen Height:
it: Vista bot altezza in pixel:

# label6.Text
source: Bot View Screen Width:
it: Vista bot larghezza in pixel:

# label7.Text
source: SupplyStartDistance X-Axis (Pixels):
it: Distanza orizontale produz. (pixel):

# label4.Text
source: SupplyStartDistance Y-Axis (Pixels):
it: Distanza verticale produz. (pixel):

# label3.Text
source: CollectDistance Y-Axis (Pixels):
it: Distanza verticale raccolta (pixel):

# groupBox2.Text
source: Advanced
it: Avvanzate

# checkBoxSaveScanResults.Text
source: Save Scan Results to File
it: Salva risultati della scansione sul disco

# checkBoxMilitary.Text
source: Autostart dead military units
it: Auto avvia unità militari

# checkBoxPlungedItemsClick.Text
source: Plunged and rotted supplies items click
it: Clicca elementi saccheggiati od andati male

# label11.Text
source: Randomize max items clicked (%):
it: Rand. al massimo raccolti (%):

# label10.Text
source: Randomize check every X mins (%):
it: Aggiungi rand. sec all prox. giro (%):

# label9.Text
source: Max items clicked in a row:
it: Al massimo raccogli X elementi:

# groupBox3.Text
source: Stealth technology
it: Invisi tech

# checkBoxGoods.Text
source: Autostart goods production
it: Auto avvia produzione

# groupBox4.Text
source: Scanning
it: Scansione

# radioButtonGoods2d.Text
source: 2d
it: 2g

# radioButtonGoods1d.Text
source: 1d
it: 1g

# radioButtonGoods8h.Text
source: 8h
it: 8o

# radioButtonGoods4h.Text
source: 4h
it: 4o

# groupBox5.Text
source: Goods Item Type
it: Produzione beni

# btnResetWindowPositions.Text
source: Reset windows position
it: Azzera posizione finestre

# checkBoxShowLogOnStartup.Text
source: Show Log window on startup
it: Apri la finestra di Log all'avvio

# label14.Text
source: Refresh after X minutes (0 - disable):
it: Riavvia app ogni X minuti (0 - disabilita):

# label12.Text
source: Auto-login when game window not recognized for X times (0 - never):
it: Riavvia app quando non riconosce il gioco per X volte di seguito (0 - mai):

# groupBox6.Text
source: Game options
it: Opzioni gioco

# label15.Text
source: Default FoE server:
it: FoE server iniziale:

# groupBox7.Text
source: Login info
it: Avvio
